Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/sami-giellagaldu-har-nye-nettsider.html.tmx
Source language: nob
Languages: smj

source: Sámi Giellagáldu har nye nettsider
smj: Ådå næhttebiele Sáme Giellagállduj

source: Nordisk fag- og ressurssenter for samiske språk Sámi Giellagáldu har i dag tatt i bruk nye nettsider.
smj: Nuorttarijkalasj sámegielaj fáhka- ja resursaguovdásj Sáme Giellagálldo l uddni ådå næhttabielijt adnegoahtám.

source: På de nye nettsidene er det egne sider på sørsamisk, lulesamisk og nordsamisk og dessuten på enare- og østsamisk.
smj: Ådå næhttabielijn li sierra biele oarjjel-, julev-, nuorttasámegiela ja aj anára- ja lullesámegiela gáktuj.

source: – For eksempel er det enkelt på de sørsamiske sidene å finne informasjon om nye termer og normeringer i sørsamisk, og om virksomhet angående sørsamisk.
smj: – Buojkulvissan oarjjelsámegiela bielijn álkket gávnná diedojt oarjjelsámegiela ådå termajt ja normierimijt, ja dåjmaj birra ma oarjjelsámegiellaj guosski.

source: På samme måte fungerer også sidene angående de andre samiske språkene, forteller fagleder for Sámi Giellagáldu, Mika Saijets.
smj: Sæmmi láhkáj doajmmi adjáj ietjá sámegielaj biele, subtsas Sáme Giellagáldo fáhkajådediddje Mika Saijets.

source: Ofte oversettes innholdet i nettsidene til de forskjellige samiske språkene og det samme innholdet kan leses på mange språk.
smj: Álu næhttabielij sisadno jårggåluvvá sámegiellaj ja sæmmi sisadno máhttá moatte giellaj låhkåt.

source: Vi har laget nye nettsider for de forskjellige samiske språkene på grunnlag av brukernes behov.
smj: Sámi giellagálldo l ådå næhttabielijt dahkam iesjgeŋga sámegiela addnij dárboj vuodon.

source: De forskjellige samiske språkene har sine egne behov og utfordringer.
smj: Iesjgeŋga sámegielan li sierra dárbo ja hásstalusá.

source: – De sørsamiskspråklige leter helst etter nye termer i sørsamisk og ikke i østsamisk.
smj: – Oarjjelsámegielaga álu åhtsi oarjjelsámegiela ådå termajt oarjjelsámegielan, e anáragielan.

source: Derfor har vi valgt å utgi egne sidder for hvert enkelt språk i stedet for å lage fem liknende sider på hvert enkelt språk, forklarer Saijets.
smj: Danen lip válljim almodit iesjgeŋga giela gáktuj sierra biele dan sadjáj gå dahkat vihtta sæmmilágásj biele iesjgeŋga sámegiellaj, tjielggi Saijets.

source: På de nye nettstedene samles informasjon om hendelser som vedrører de samiske språkene, som for eksempel samiskkurs, seminarer og konferanser.
smj: Ådå næhttabájkkáj tjoahkkiduvvi diedo sámegielajda guosske dáhpádusájs, dagu sámegielkursajs, seminárajs ja konferánsajs.

source: På denne måten er det enklere for brukerne å finne informasjon på samme nettsted.
smj: Dán láhkáj aj addne diedojt álkket gávnni avta ja sæmmi næhttabájken.

source: – Sámi Giellagáldu arrangerer selvsagt noen begivenheter, men de fleste begivenhetene arrangerer andre.
smj: – Sámi Giellagálldo diehttelis muhtem dáhpádusá ásat, valla ienemus dáhpádusájn li ietjá ásadiddje.

source: Det neste steget er da også å forhøre seg med språksentrene, høgskolene, universitetene og andre virksomheter, som arrangerer for eksempel samiskkurs, for å innhente informasjon fram dem. På denne måten klarer vi å samle informasjon til våre nye sider, forteller Saijets.
smj: Boahtte lávkke le guládallat giellaguovdátjij, allaskåvlåj, universitiehtaj ja ietjá dåjmij, ma ásadit duola dagu sámegielkursajt, ja sijás diedojt oadtjot. Dán láhkáj mij nahkap diedojt ietjama ådå bielijda tjoagget, subtsas Saijets.

source: Via nettadressen www.giella.org kan språkbrukerne sende inn spørsmål og få råd og forslag for eksempel om høvelige ord. I artiklene blir det skrevet om forskjellige språkspørsmål, for eksempel om vedtak angående termer og normeringer som språkseksjonene har vedtatt.
smj: Næhttaadressa www.giella.org baktu giellaaddne máhtti gatjálvisájt sáddit ja oadtjot giellaadnemij guosske bagádusájt ja árvvalusájt duola dagu hiebalgis bágoj birra. Artihkkalijn tjálleduvvi iesjgeŋgalágásj giellaássjijs, dagu giellajuohkusij mierredam termajt ja normierimij birra.

source: På de samiskspråklige sidene er det linker til elektroniske ordbøker og andre nyttige redskaper som er laget for samisk rettskrivning.
smj: Sámegielak bielijn li sválldasa elektråvnålasj báhkogirjijda ja ietjá sámegiela riektatjállema gáktuj dagáduvvam ávkálasj barggoræjdojda.

source: I tillegg har nettsidene underliggende sider på finsk, svensk og norsk der det er informasjon om de samiske språkene og om Sámi Giellagáldu.
smj: Dasi duodden næhttabielijn li suoma-, Svieriga ja Vuona dárogielak vuollebiele, majn li diedo sámegielaj ja Sámi Giellagáldo birra.
